micropython/micropython/ports/esp32/boards/CM_Ringo/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "CircuitMess Ringo"
#define MICROPY_HW_MCU_NAME "ESP32"
